{
	"Verification email has been sent": "Correo de verificación ha sido enviado",
	"Successfully login": "Inicio de sesión exitoso",
	"No account with this email has been registered.": "No se ha registrado ninguna cuenta con este correo electrónico.",
	"Invalid credentials.": "Credenciales inválidas.",
	"Successfully logged out": "Cierre de sesión exitoso",
	"Error in server": "Error en el servidor",
	"Failed to get user!": "¡Error al obtener el usuario!",
	"A verification email has been sent to the current email": "Se ha enviado un correo de verificación al correo actual",
	"Error sending verification email": "Error al enviar el correo de verificación",
	"Incorrect verification code": "Código de verificación incorrecto",
	"Successful email change": "Cambio de correo electrónico exitoso",
	"Account verification error": "Error en la verificación de la cuenta",
	"A new verification email has been sent": "Se ha enviado un nuevo correo de verificación",
	"Error sending verification email. Please try again later.": "Error al enviar el correo de verificación. Por favor, inténtalo más tarde.",
	"Try to generate the code again": "Intenta generar el código nuevamente",
	"The code you entered is not valid. Please use the most recent code from your email address.": "El código que ingresaste no es válido. Por favor, usa el código más reciente de tu correo electrónico.",
	"Verified code": "Código verificado",
	"Membership Selected Correctly": "Membresía seleccionada correctamente",
	"You have reached the maximum number of active QR allowed by your membership.": "Has alcanzado el número máximo de QR activos permitidos por tu membresía.",
	"No active membership was found for the user.": "No se encontró una membresía activa para el usuario.",
	"Membership not found for user": "Membresía no encontrada para el usuario",
    "Cannot activate QR; limit of active QR codes reached.": "No se puede activar el QR, se ha alcanzado el límite de códigos QR activos.",
    "Cannot deactivate QR; no active QR codes to deactivate.": "No se puede desactivar el QR, no hay códigos QR activos para desactivar.",
    "Failed to update QR code": "Error al actualizar el código QR"
}